<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.google.santa</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>ClientMode</key>
								<integer>2</integer>
								<key>WhitelistRegex</key>
								<string>^(?:/Applications/Adobe Acrobat DC)/.*|^(?:/Applications/Adobe Photoshop CC 2015)/.*|^(?:/Applications/Adobe Photoshop CC 2017)/.*|^(?:/Applications/Calculator.app)/.*|^(?:/Applications/Bitdefender)/.*|^(?:/Applications/Endpoint Security for Mac.app)/.*|^(?:/Applications/iBooks.app)/.*|^(?:/Applications/iMovie.app)/.*|^(?:/Applications/iTunes.app)/.*|^(?:/Applications/Keynote.app)/.*|^(?:/Applications/LockDown Browser.app)/.*|^(?:/Applications/Manager.app)/.*|^(?:/Applications/Managed Software Center.app)/.*|^(?:/Applications/Microsoft Excel.app)/.*|^(?:/Applications/Microsoft PowerPoint.app)/.*|^(?:/Applications/Microsoft Word.app)/.*|^(?:/Applications/Notes.app)/.*|^(?:/Applications/Numbers.app)/.*|^(?:/Applications/Pages.app)/.*|^(?:/Applications/Preview.app)/.*|^(?:/Applications/QuickTime Player.app)/.*|^(?:/Applications/Stickies.app)/.*|^(?:/Library/Application Support/Symantec)/.*|^(?:/Applications/System Preferences.app)/.*|^(?:/Applications/TextEdit.app)/.*</string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>0342c558-a101-4a08-a0b9-40cc00039ea5</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>0342c558-a101-4a08-a0b9-40cc00039ea5</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Santa Settings</string>
	<key>PayloadDisplayName</key>
	<string>Santa Settings</string>
	<key>PayloadIdentifier</key>
	<string>com.google.santa</string>
	<key>PayloadOrganization</key>
	<string>NAMEOFYOURORGANIZATION</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>9020fb2d-cab3-420f-9268-acca4868bdd0</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
